[Items_NoSet.A_Minor_Head_DefenderHelmet H7HeroItem]
mName="守卫者头盔"
mTooltip="%stat %icon_defense 防御"

[Consumables.A_Scroll_Light_Martyr H7HeroItem]
mName="殉道祝福卷轴"
mTooltip="使用该卷轴以学习光系法术殉道祝福。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_DragonHelmet_Buff_Creature H7BaseBuff]
mName="龙神头盔"
mTooltip="该生物受到任意魔法派系的伤害减少20%。"

[Abilities.A_DragonHelmet_Buff_Hero H7BaseBuff]
mName="龙神头盔"
mTooltip="位于佩戴龙神头盔的敌方英雄16格范围内时，地形移动消耗增加20%。"

[Abilities.A_DwarvenWarHarness_Buff H7BaseBuff]
mName="矮人战争马具"
mTooltip=""

[Abilities.A_ElvenRing_Buff H7BaseBuff]
mName="精灵戒指"
mTooltip=""

[Abilities.A_ShantiriScepter_Buff H7BaseBuff]
mName="杉提瑞令牌"
mTooltip=""

[Items_NoSet.A_Major_MainHand_HearthguardSpear H7HeroItem]
mName="心卫长矛"
mTooltip="每英雄等级%stat1伤害\n每个激活的符文使英雄下一次施法的法力消耗减少%special.norm。"

[Items_NoSet.A_Minor_MainHand_RitualDagger H7HeroItem]
mName="仪式匕首"
mTooltip="被英雄攻击的目标生物在其回合开始时受到初始伤害30%的%ICON_MIGHT 力量伤害，持续%buff.buff.durini回合。"

[Abilities.A_TheDragonheart_Buff_Marker H7BaseBuff]
mName=""
mTooltip=""

[Items_NoSet.A_Minor_OffHand_Telescope H7HeroItem]
mName="望远镜"
mTooltip="在每天开始时以+4侦察半径揭示英雄周围的区域。"

[Items_NoSet.A_Major_MainHand_WardensSpear H7HeroItem]
mName="守望者长矛"
mTooltip="每英雄等级%stat1伤害。\n英雄攻击无视被攻击生物50%的%icon_defense 防御。"

[Abilities.A_ShanriyaArmour_Buff H7BaseBuff]
mName="衫瑞亚盔甲"
mTooltip="敌方生物在每个战斗回合开始时受到%d1.min %d1.icon 水系伤害。"

[Items_NoSet.A_Minor_MainHand_GoldenAxe H7HeroItem]
mName="黄金战斧"
mTooltip="友方非远程生物%buff1.buff.stat1 伤害"

[Abilities.A_CabirScales_Buff H7BaseBuff]
mName="火精怪鳞片"
mTooltip="该生物受到的火系魔法伤害减少15%。"

[Abilities.A_DragonHelmet_Ability_Hero H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[Consumables.A_Scroll_Fire_FireSentry H7HeroItem]
mName="烈焰哨位卷轴"
mTooltip="使用该卷轴以学习火系法术烈焰哨位。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_RunicForge.A_Relic_Hands_ElvenRing H7HeroItem]
mName="精灵戒指"
mTooltip="%stat %icon_spirit 精神。\n友方生物%buff1.buff.stat %icon_initiative 主动性。\n\n允许每场战斗施放一次土系法术%spell3。"

[Items_RunicForge.A_Relic_Head_BloodforgedBroach H7HeroItem]
mName="血铸胸针"
mTooltip="%stat1 %icon_magic 魔力。\n%stat2 %icon_mana 法力。\n每天%stat3 法力。"

[Items_RunicForge.A_Relic_Head_DragonHelmet H7HeroItem]
mName="龙神头盔"
mTooltip="%stat %icon_magic 魔力。\n所有友方生物受到伤害减少20%。\n16格范围内的敌方英雄移动速度减缓20%。"

[Items_RunicForge.A_Relic_MainHand_HallowedSword H7HeroItem]
mName="神圣之剑"
mTooltip="每英雄等级%stat1伤害。\n\n允许每场战斗施放一次光系法术%spell1。\n每天%special %special.icon 黄金"

[Items_RunicForge.A_Relic_MainHand_ShantiriScepter H7HeroItem]
mName="杉提瑞令牌"
mTooltip="%stat1 %icon_destiny 命运。\n每次施法获得%buff.buff.stat %icon_magic 魔力，持续至战斗结束。\n%stat2 英雄经验获取速率提高。"

[Items_RunelordSet.A_Major_MainHand_HammerOfFate H7HeroItem]
mName="命运之锤"
mTooltip="每英雄等级%stat1伤害。\n%stat3 %icon_destiny 命运。"

[Items_RunelordSet.A_Major_OffHand_RunicShield H7HeroItem]
mName="符文盾牌"
mTooltip="%stat %icon_defense 防御。\n所有友方生物受到任意魔法派系的伤害减少5%。"

[Items_RunicForge.A_Relic_Torso_DwarvenWarHarness H7HeroItem]
mName="矮人战争马具"
mTooltip="%stat1 %icon_Might 力量\n友方生物%buff1.buff.stat 生命值。\n%stat2 %icon_defense 防御"

[Items_NoSet.A_Relic_Neck_TheDragonheart H7HeroItem]
mName="火龙兽"
mTooltip="%stat1 %icon_magic 魔力\n%stat2 %icon_might 力量\n%stat3 %icon_spirit 精神\n英雄施放的火系法术对友方生物造成的伤害减少90%。"

[Items_RunelordSet.A_Minor_Feet_GreavesOfTheRunelord H7HeroItem]
mName="符文领主胫甲"
mTooltip="战斗后恢复%buff.buff.stat %icon_movement 英雄移动力。"

[Abilities.A_GoldenAxe_Buff H7BaseBuff]
mName="黄金战斧"
mTooltip=""

[Abilities.A_GreavesOfTheRunelord_Buff H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_HearthguardSpear_Buff H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_HearthguardSpear_Buff_Marker H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_RitualDagger_Buff H7BaseBuff]
mName="流血"
mTooltip="该生物在其回合开始时受到%special.val1伤害。持续%durnow回合。"

[Items_NoSet.A_Minor_Torso_CabirScales H7HeroItem]
mName="火精怪鳞片"
mTooltip="所有友方生物受到的火系魔法伤害减少15%。"

[Items_NoSet.A_Relic_MainHand_FlailOfDominion H7HeroItem]
mName="连枷统率"
mTooltip="每英雄等级%stat1伤害\n被英雄攻击的生物获得%buff.buff.stat %icon_defense 防御，持续至战斗回合结束。"

[Items_NoSet.A_Relic_MainHand_DruidicStaff H7HeroItem]
mName="德鲁伊权杖"
mTooltip="%stat %icon_magic 魔力。\n\n允许每场战斗施放一次土系法术%spell1。\n允许每天施放一次土系法术%spell3。"

[Items_RunelordSet.A_Relic_Head_HelmOfTheRunelord H7HeroItem]
mName="符文领主头盔"
mTooltip="火系法术%stat1 %icon_magic 魔力。\n%stat2 %icon_spirit 精神。"

[Items_RunelordSet.A_Minor_Hands_GauntletsOfTheRunelord H7HeroItem]
mName="符文领主护手"
mTooltip="%stat %icon_might 力量。\n\n允许每场战斗施放一次火系法术%spell1。"

[sets.A_RunelordsSet H7ItemSet]
mName="符文领主套装"
mTooltip=""

[Items_NoSet.A_Major_MainHand_ArcaneStaff H7HeroItem]
mName="奥术法杖"
mTooltip="%stat %icon_magic 魔力。\n英雄的所有法术施放等级提升至新手级。"

[Consumables.A_Scroll_Earth_WaspSwarm H7HeroItem]
mName="蜂群侵袭卷轴"
mTooltip="使用该卷轴以学习土系法术蜂群侵袭。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_FlailOfDominion_Buff H7BaseBuff]
mName="连枷统率"
mTooltip="%stat %icon_defense 防御，持续至战斗回合结束。"

[Items_NoSet.A_Minor_Torso_ShanriyaArmour H7HeroItem]
mName="衫瑞亚盔甲"
mTooltip="当战斗位于雪地地块时，敌方生物在每个战斗回合开始时受到%buff.buff.d1.min %buff.buff.d1.icon 水系伤害。"

[Items_RunelordSet.A_Relic_Torso_CuirassOfTheRunelord H7HeroItem]
mName="符文领主胸甲"
mTooltip="土系法术%stat1 %icon_magic 魔力。\n%stat2 %icon_mana 法力。"

[Consumables.A_Scroll_Prime_SoulConflagration H7HeroItem]
mName="心灵烈焰卷轴"
mTooltip="使用该卷轴以学习源力法术心灵烈焰。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Consumables.A_Scroll_Air_ErraticStorm H7HeroItem]
mName="诡异暴风卷轴"
mTooltip="使用该卷轴以学习气系法术诡异暴风。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_RunicShield_Buff H7BaseBuff]
mName="符文盾牌"
mTooltip="该生物受到任意魔法派系的伤害减少5%。"

[Consumables.A_Scroll_Dark_HauntingPlague H7HeroItem]
mName="瘟疫缠身卷轴"
mTooltip="使用该卷轴以学习暗系法术瘟疫缠身。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Consumables.A_Scroll_Water_FreezingOrb H7HeroItem]
mName="冰冻之球卷轴"
mTooltip="使用该卷轴以学习水系法术冰冻之球。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_TheDragonheart_Buff H7BaseBuff]
mName="火龙兽"
mTooltip="受到火系法术的伤害减少90%"

[Items_NoSet.A_Minor_MainHand_ImperialMace H7HeroItem]
mName="帝国铁锤"
mTooltip="每英雄等级%stat1伤害。"